"About" = "정보";

"Chat and Message Alerts" = "채팅 및 메시지 알림";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "푸시 알림 설정을 포함한 알림 설정은 앱 내에 있습니다. 북마크를 열고 계정 설정을 클릭하세요.";

"Notifications" = "알림";

"Photo and Video" = "사진과 동영상";

"Play Sound" = "소리 알림";

"Record HD Video" = "HD 동영상 촬영";

"Version" = "버전";

"Vibrate" = "진동";

